"appName" = "Inlaider (ru)";


"popup.command.placeholder.typeACommand" = "Введите команду...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Введите команду или нажмите Enter, чтобы закрыть...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Введите команду или нажмите Enter, чтобы вставить результат";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — переключает на редактор";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — переключает на командную строку";
"popup.shortcut.clearCanvas" = "⌘⌫ очищает редактор";
"popup.shortcut.copyCanvas" = "⌘C копирует содержимое редактора";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C или Enter копирует содержимое редактора";
"popup.shortcut.enterPaste" = "Enter вставляет в";
"popup.shortcut.esc" = "Esc закрывает в";

"show" = "Показать";
"about" = "О программе";
"quit" = "Завершить";
"close" = "Закрыть";
"cancel" = "Отменить";
"save" = "Сохранить";
"ok" = "OK";
"settings" = "Настройки";
"copied" = "Скопировано";

"settings.section.general.title" = "Общие";
"settings.accessibility.title" = "Доступность";
"settings.accessibility.description" = "Это разрешение необходимо для автоматического чтения выделенного текста и вставки обработанного результата обратно в исходное текстовое поле.\nБез доступа приложение будет использовать буфер обмена для передачи данных.";
"settings.inlaiderShortcut.label" = "Горячая клавиша для Inlaider";
"settings.LaunchAtLogin.label" = "Запускать при входе в систему";

"settings.section.ownAPIKeys.title" = "Собственные ключи API";
"provider.apiKey.title" = "Ключ API";
"provider.apiKey.placeholder" = "Введите ключ API здесь";
"provider.models.title" = "Модели";
"provider.models.new.placeholder" = "Добавить название модели";

"settings.section.customPrompts.title" = "Замены подсказок";
"prompts.general.title" = "Общая подсказка";
"prompts.replacements.title" = "Замены подсказок";
"prompts.replacements.replaceWhat.label" = "Заменить";
"prompts.replacements.model.label" = "Модель";
"prompts.replacements.replaceWith.label" = "На подсказку";
"prompts.replacements.error.exists.message" = "Замена команды '%@' уже существует.";

"about.ThirdPartyLicenses" = "Лицензии третьих сторон";
"about.VisitOnGithub" = "Посмотреть на GitHub";
"about.version" = "Версия %@";

"error.title" = "Ошибка";